# Где и когда будет СтудЧР?

**21–23 мая 2021 года в Казани**. В пятницу, 21 мая — основная часть турнира по Своей игре, всё остальное (включая финал СИ) — в субботу и воскресенье.

Основная дисциплина пройдёт в Национальной библиотеке Республики Татарстан (ул. Пушкина, 86); Своя игра — в Культурном центре студентов КФУ (ул. Профессора Нужина 2/27). Где пройдут остальные турниры, расскажем позже..

Более подробную информацию можно найти здесь, а также в паблике «Студенческие интеллектуальные игры в России» и нашем телеграм-канале.

### Другие вопросы

- [Как попасть на чемпионат?](https://vk.com/@chgk_student-kak-popast-na-studchr)
- [Где можно найти игрока в команду?](https://vk.com/@chgk_student-gde-naiti-igroka)
- [Когда станет известно, прошли ли мы на СтудЧР?](https://vk.com/@chgk_student-sroki)
- Если не нашли ответа на свой вопрос, задать его можно [здесь](https://vk.com/topic-99683830_42237587).

### [Вернуться к списку вопросов](https://vk.com/@chgk_student-studchr-faq)

*За остальной информацией о сезона 2021/2022 следите в паблике [«Студенческие интеллектуальные игры в России»](https://vk.com/chgk_student) и в нашем же [телеграм-канале](https://t.me/chgk_student_ru).*
